export default {
  namespaced: true,
  state: {
    rpRuleDictionaryData: {
      //展届
      exhibitionSession: [
        {
          label: '111届',
          code: '111',
          value: '111'
        },
        {
          label: '112届',
          code: '112',
          value: '112'
        },
        {
          label: '113届',
          code: '113',
          value: '113'
        },
        {
          label: '114届',
          code: '114',
          value: '114'
        },
        {
          label: '115届',
          code: '115',
          value: '115'
        },
        {
          label: '116届',
          code: '116',
          value: '116'
        },
        {
          label: '117届',
          code: '117',
          value: '117'
        },
        {
          label: '118届',
          code: '118',
          value: '118'
        },
        {
          label: '119届',
          code: '119',
          value: '119'
        },
        {
          label: '120届',
          code: '120',
          value: '120'
        },
        {
          label: '121届',
          code: '121',
          value: '121'
        },
        {
          label: '122届',
          code: '122',
          value: '122'
        },
        {
          label: '123届',
          code: '123',
          value: '123'
        },
        {
          label: '124届',
          code: '124',
          value: '124'
        }
      ],
      //常用文件--文件类型
      fileType: [
        {
          code: 0,
          value: 0,
          label: '管理规定'
        },
        {
          code: 1,
          value: 1,
          label: '处理决定'
        },
        {
          code: 2,
          value: 2,
          label: '通知书'
        },
        {
          code: 3,
          value: 3,
          label: '参展报告(WORD)'
        },
        {
          code: 4,
          value: 4,
          label: '参展报告(PDF)'
        },
        {
          code: 5,
          value: 5,
          label: '总结报告'
        }
      ],
      //颁布单位
      issueIdList: [
        {
          code: '1',
          value: '1',
          label: '采购部'
        },
        {
          code: '2',
          value: '2',
          label: '行政部'
        },
        {
          code: '3',
          value: '3',
          label: '财务部'
        },
        {
          code: '4',
          value: '4',
          label: '人力资源部'
        },
        {
          code: '0c52ff253373427ebf8ef01de6130ee1',
          value: '0c52ff253373427ebf8ef01de6130ee1',
          label: '企业文化事务'
        },
        {
          code: '901aaa900b8a4612b89c466df109ef39',
          value: '901aaa900b8a4612b89c466df109ef39',
          label: '纪检监察综合事务'
        }
      ],
      //中心联络部门
      deptIdList: [
        {
          code: '1',
          value: '1',
          label: '采购部'
        },
        {
          code: '2',
          value: '2',
          label: '行政部'
        },
        {
          code: '3',
          value: '3',
          label: '财务部'
        },
        {
          code: '4',
          value: '4',
          label: '人力资源部'
        },
        {
          code: '0c52ff253373427ebf8ef01de6130ee1',
          value: '0c52ff253373427ebf8ef01de6130ee1',
          label: '企业文化事务'
        },
        {
          code: '901aaa900b8a4612b89c466df109ef39',
          value: '901aaa900b8a4612b89c466df109ef39',
          label: '纪检监察综合事务'
        }
      ],
      //限制展位类型
      ifflaunt: [
        {
          code: 0,
          value: 0,
          label: '一般性'
        },
        {
          code: 1,
          value: 1,
          label: '品牌'
        },
        {
          code: 2,
          value: 2,
          label: '全部限制'
        }
      ],
      //奖惩状态
      rpRuleStatus: [
        {
          code: null,
          value: null,
          label: '待审核'
        },
        {
          code: 0,
          value: 0,
          label: '待审核'
        },
        {
          code: 1,
          value: 1,
          label: '审核通过'
        },
        {
          code: 2,
          value: 2,
          label: '审核不通过'
        }
      ],
      // 商协会
      businessAssociation: [
        {
          label: '日用品协会',
          code: '01',
          value: '01'
        },
        {
          label: '电器协会',
          code: '02',
          value: '02'
        },
        {
          label: '纺织品协会',
          code: '03',
          value: '03'
        },
        {
          label: '乳制品协会',
          code: '04',
          value: '04'
        },
        {
          label: '畜牧业协会',
          code: '05',
          value: '05'
        },
        {
          label: '食品协会',
          code: '06',
          value: '06'
        }
      ],
      //是否主动查处
      activeInvestigation: [
        {
          value: '1',
          label: '是'
        },
        {
          value: '2',
          label: '否'
        }
      ],
      //期数
      phaseNum: [
        {
          value: '1',
          label: '一期'
        },
        {
          value: '2',
          label: '二期'
        },
        {
          value: '3',
          label: '三期'
        }
      ],
      // 交易团
      businessDelegation: [
        {
          label: '北京',
          code: '01',
          value: '01'
        },
        {
          label: '上海',
          code: '02',
          value: '02'
        },
        {
          label: '江苏',
          code: '03',
          value: '03'
        },
        {
          label: '湖南',
          code: '04',
          value: '04'
        },
        {
          label: '广州',
          code: '05',
          value: '05'
        },
        {
          label: '海南',
          code: '06',
          value: '06'
        }
      ],
      //企业
      companys: [
        {
          label: '福特',
          code: 'C001',
          bsCode: '01' //所属交易团编码
        },
        {
          label: '丰田',
          code: 'C002',
          bsCode: '01'
        },
        {
          label: '保时捷',
          code: 'C003',
          bsCode: '02'
        },
        {
          label: '凯迪拉克',
          code: 'C004',
          bsCode: '02'
        },
        {
          label: '雪佛兰',
          code: 'C005',
          bsCode: '03'
        },
        {
          label: '法拉利',
          code: 'C006',
          bsCode: '03'
        },
        {
          label: '现代',
          code: 'C007',
          bsCode: '04'
        },
        {
          label: '本田',
          code: 'C008',
          bsCode: '04'
        },
        {
          label: '奥迪',
          code: 'C009',
          bsCode: '05'
        }
      ],
      // 展区
      exhibitionArea: [
        {
          label: 'A区',
          code: '01',
          value: '01'
        },
        {
          label: 'B区',
          code: '02',
          value: '02'
        },
        {
          label: 'C区',
          code: '03',
          value: '03'
        },
        {
          label: 'D区',
          code: '04',
          value: '04'
        },
        {
          label: 'E区',
          code: '05',
          value: '05'
        },
        {
          label: 'F区',
          code: '06',
          value: '06'
        },
        {
          label: 'G区',
          code: '07',
          value: '07'
        },
        {
          label: 'H区',
          code: '08',
          value: '08'
        }
      ],
      // 展区类型
      extensionCategory: [
        {
          label: '汽车配件',
          code: '01',
          value: '01'
        },
        {
          label: '纺织品',
          code: '02',
          value: '02'
        },
        {
          label: '家电',
          code: '03',
          value: '03'
        },
        {
          label: '陶瓷',
          code: '04',
          value: '04'
        },
        {
          label: '日用品',
          code: '05',
          value: '05'
        },
        {
          label: '食品',
          code: '06',
          value: '06'
        }
      ],
      // 推荐状态
      recommendStatus: [
        {
          label: '已推荐',
          code: '01',
          value: '01'
        },
        {
          label: '未推荐',
          code: '02',
          value: '02'
        }
      ],
      // 处理类型 奖惩管理
      handleType: [
        {
          label: '处罚',
          code: '1',
          note: ''
        },
        {
          label: '奖励',
          code: '2',
          note: ''
        }
      ],
      // 事件类别 奖惩管理
      eventType: [
        {
          label: '转让或转租（卖）一般性展位',
          code: '101',
          note: '处罚'
        },
        {
          label: '转让或转租（卖）品牌展位',
          code: '102',
          note: '处罚'
        },
        {
          label: '空置一般性展位',
          code: '103',
          note: '处罚'
        },
        {
          label: '空置品牌展位',
          code: '104',
          note: '处罚'
        },
        {
          label: '上述违规使用企业2家以上的交易团',
          code: '105',
          note: '处罚'
        },
        {
          label: '展位展品管理涉嫌违规',
          code: '106',
          note: '处罚'
        },
        {
          label: '展位展品涉嫌侵权1',
          code: '107',
          note: '处罚'
        },
        {
          label: '展位展品涉嫌侵权2',
          code: '108',
          note: '处罚'
        },
        {
          label: '展位展品涉嫌侵权3',
          code: '109',
          note: '处罚'
        },
        {
          label: '展位展品涉嫌侵权4',
          code: '110',
          note: '处罚'
        },
        {
          label: '展位展品涉嫌侵权5',
          code: '111',
          note: '处罚'
        },
        {
          label: '展位展品涉嫌侵权6',
          code: '112',
          note: '处罚'
        },
        {
          label: '展位展品涉嫌侵权7',
          code: '113',
          note: '处罚'
        },
        {
          label: '展位展品涉嫌侵权8',
          code: '114',
          note: '处罚'
        },
        {
          label: '展位展品涉嫌侵权9',
          code: '115',
          note: '处罚'
        },
        {
          label: '展位展品涉嫌侵权10',
          code: '116',
          note: '处罚'
        },
        {
          label: '受到展品质量及贸易纠纷投诉1',
          code: '117',
          note: '处罚'
        },
        {
          label: '受到展品质量及贸易纠纷投诉2',
          code: '118',
          note: '处罚'
        },
        {
          label: '受到展品质量及贸易纠纷投诉3',
          code: '119',
          note: '处罚'
        },
        {
          label: '受到展品质量及贸易纠纷投诉4',
          code: '120',
          note: '处罚'
        },
        {
          label: '受到展品质量及贸易纠纷投诉5',
          code: '121',
          note: '处罚'
        },
        {
          label: '受到展品质量及贸易纠纷投诉6',
          code: '122',
          note: '处罚'
        },
        {
          label: '受到展品质量及贸易纠纷投诉7',
          code: '123',
          note: '处罚'
        },
        {
          label: '破坏展位现场秩序',
          code: '124',
          note: '处罚'
        },
        {
          label: '特装超期更改',
          code: '125',
          note: '处罚'
        },
        {
          label: '绿色特装不合格',
          code: '126',
          note: '处罚'
        },
        {
          label: '获当届组展表彰',
          code: '201',
          note: '奖励'
        },
        {
          label: '举报展位使用违规1',
          code: '202',
          note: '奖励'
        },
        {
          label: '举报展位使用违规2',
          code: '203',
          note: '奖励'
        },
        {
          label: '绿色布展获奖',
          code: '204',
          note: '奖励'
        },
        {
          label: '出口产品设计奖',
          code: '205',
          note: '奖励'
        },
        {
          label: '参邀采获奖',
          code: '206',
          note: '奖励'
        }
      ],
      // 认定条件 奖惩管理
      confirmCondition: [
        {
          label: '1.以非参展企业名义对外签约；',
          code: '10101',
          note: '转让或转租（卖）一般性展位',
          parentCode: '101'
        },
        {
          label: '2.展位内派发或展示非参展企业的宣传资料',
          code: '10102',
          note: '转让或转租（卖）一般性展位',
          parentCode: '101'
        },
        {
          label: '3.以任何方式将展位转让、转售，分包、分租；',
          code: '10103',
          note: '转让或转租（卖）一般性展位',
          parentCode: '101'
        },
        {
          label: '4.未报、虚报、假报展位负责人',
          code: '10104',
          note: '转让或转租（卖）一般性展位',
          parentCode: '101'
        },
        {
          label: '5.参展企业无法提供参展证明牌或其他证明材料；',
          code: '10105',
          note: '转让或转租（卖）一般性展位',
          parentCode: '101'
        },
        {
          label: '6.参展企业向联营（供货）单位收取超出正常展位费用的其他费用',
          code: '10106',
          note: '转让或转租（卖）一般性展位',
          parentCode: '101'
        },
        {
          label: '7.在一个联营展位内联营(供货)单位超过1家',
          code: '10107',
          note: '转让或转租（卖）一般性展位',
          parentCode: '101'
        },
        {
          label:
            '8.在展位内派发非参展单位或非备案联营（供货）单位名称的名片等宣传资料',
          code: '10108',
          note: '转让或转租（卖）一般性展位',
          parentCode: '101'
        },
        {
          label: '9.参展企业未在展位内摆放包括联营（供货）单位信息的参展证明',
          code: '10109',
          note: '转让或转租（卖）一般性展位',
          parentCode: '101'
        },
        {
          label: '10.联营参展超出流通型企业与非流通型企业联营类型限制范围',
          code: '10110',
          note: '转让或转租（卖）一般性展位',
          parentCode: '101'
        },
        {
          label: '11.经确认的其他违规转让或转租（卖）展位行为',
          code: '10111',
          note: '转让或转租（卖）一般性展位',
          parentCode: '101'
        },

        {
          label: '1.以非参展企业名义对外签约',
          code: '10201',
          note: '转让或转租（卖）品牌展位',
          parentCode: '102'
        },
        {
          label: '2.展位内派发或展示非参展企业的宣传资料',
          code: '10202',
          note: '转让或转租（卖）品牌展位',
          parentCode: '102'
        },
        {
          label: '3.以任何方式将展位转让、转售，分包、分租',
          code: '10203',
          note: '转让或转租（卖）品牌展位',
          parentCode: '102'
        },
        {
          label: '4.未报、虚报、假报展位负责人',
          code: '10204',
          note: '转让或转租（卖）品牌展位',
          parentCode: '102'
        },
        {
          label: '5.参展企业无法提供参展证明牌或其他证明材料',
          code: '10205',
          note: '转让或转租（卖）品牌展位',
          parentCode: '102'
        },
        {
          label: '6.经确认的其他违规转让或转租（卖）展位行为',
          code: '10206',
          note: '转让或转租（卖）品牌展位',
          parentCode: '102'
        },
        {
          label: '非不可抗力导致',
          code: '10301',
          note: '空置一般性展位',
          parentCode: '103'
        },
        {
          label: '非不可抗力导致',
          code: '10401',
          note: '空置品牌展位',
          parentCode: '104'
        },
        {
          label: '被大会查实展位违规企业2家以上（含2起）',
          code: '10501',
          note: '上述违规使用企业2家以上的交易团',
          parentCode: '105'
        },
        {
          label: '1.展品跨展区摆放或摆放于展位净展览面积之外，拒不整改的',
          code: '10601',
          note: '展位展品管理涉嫌违规',
          parentCode: '106'
        },
        {
          label:
            '2.虚打质量认证标牌的展品及其它不属于知识产权范围的违规展品，拒不整改的',
          code: '10602',
          note: '展位展品管理涉嫌违规',
          parentCode: '106'
        },
        {
          label: '3.参展企业（当事人）拒检。',
          code: '10603',
          note: '展位展品管理涉嫌违规',
          parentCode: '106'
        },
        {
          label: '一个企业在一期广交会内涉嫌侵权3个以上权属号',
          code: '10701',
          note: '展位展品涉嫌侵权',
          parentCode: '107'
        },
        {
          label:
            '企业在同一展区内，连续两届或两年内累计三届发生专利、版权涉嫌侵权行为或累计两届发生商标侵权行为',
          code: '10801',
          note: '展位展品涉嫌侵权',
          parentCode: '108'
        },
        {
          label: '企业受到两次交易团通报的一般性展位涉嫌侵权',
          code: '10901',
          note: '展位展品涉嫌侵权',
          parentCode: '109'
        },
        {
          label: '企业受到两次交易团通报的品牌展位涉嫌侵权',
          code: '11001',
          note: '展位展品涉嫌侵权',
          parentCode: '110'
        },
        {
          label: '企业受到第三次交易团通报',
          code: '11101',
          note: '展位展品涉嫌侵权',
          parentCode: '111'
        },
        {
          label: '企业受到第四次交易团通报',
          code: '11201',
          note: '展位展品涉嫌侵权',
          parentCode: '112'
        },
        {
          label:
            '无视大会纪律，对投诉接待站的案件查处工作拒绝合作、态度恶劣且劝说无效的；',
          code: '11301',
          note: '展位展品涉嫌侵权',
          parentCode: '113'
        },
        {
          label:
            '公然以暴力、威胁或其他方法妨碍、阻止投诉接待站工作人员调查处理案件的。',
          code: '11401',
          note: '展位展品涉嫌侵权',
          parentCode: '114'
        },
        {
          label:
            '不遵守承诺书规定，对自撤的涉嫌侵权展品在没有抗辩成功的情况下在本届广交会再次展出的',
          code: '11501',
          note: '展位展品涉嫌侵权',
          parentCode: '115'
        },
        {
          label:
            '有生效的司法判决或行政裁决认定为侵权而又将其侵权展品、展品包装、宣传品等摆上广交会展位的',
          code: '11601',
          note: '展位展品涉嫌侵权',
          parentCode: '116'
        },
        {
          label: '连续2届共受到2个及以上不同主体投诉并被大会受理的参展企业；',
          code: '11701',
          note: '受到展品质量及贸易纠纷投诉',
          parentCode: '117'
        },
        {
          label:
            '与之联营的供货单位连续2届共受到2个及以上不同主体投诉并被大会受理的参展企业；',
          code: '11801',
          note: '受到展品质量及贸易纠纷投诉',
          parentCode: '118'
        },
        {
          label: '投诉处理过程中未在规定时间内配合调解的被投诉企业。',
          code: '11901',
          note: '受到展品质量及贸易纠纷投诉',
          parentCode: '119'
        },
        {
          label: '连续2届共受到2个及以上不同主体投诉并被大会受理的联营供货单位',
          code: '12001',
          note: '受到展品质量及贸易纠纷投诉',
          parentCode: '120'
        },
        {
          label: '进入纠纷责任名单的参展企业和联营供货单位',
          code: '12101',
          note: '受到展品质量及贸易纠纷投诉',
          parentCode: '121'
        },
        {
          label:
            '被投诉情节较为严重，包括但不限于同一届内受到3个及以上主体投诉并被大会受理，且投诉方出具投诉凭据（如已付款但未按合约发货或货不对样的相关证明材料）后，被投诉方未在规定时间内举证或不配合大会调解等情形，而被大会认定为损害广交会声誉的',
          code: '12201',
          note: '受到展品质量及贸易纠纷投诉',
          parentCode: '122'
        },
        {
          label:
            '被投诉企业不属于广交会官方认可的参展企业或联营供货单位，经认定进入纠纷责任名单',
          code: '12301',
          note: '受到展品质量及贸易纠纷投诉',
          parentCode: '123'
        },
        {
          label: '自行在展位搭建顶棚，责成其立即拆除后拒不整改者',
          code: '12401',
          note: '破坏展位现场秩序',
          parentCode: '124'
        },
        {
          label:
            '企业在交易团提交一般性特装展位安排方案截止后发生一般性特装调整（包括退回全部或部分特装展位、将全部或部分特装展位改为标准展位）。',
          code: '12501',
          note: '特装超期更改',
          parentCode: '125'
        },
        {
          label: '相应展区绿色特装不合格的',
          code: '12601',
          note: '绿色特装不合格',
          parentCode: '126'
        },

        {
          label:
            '1.一般性展位数量安排：一般性展位数量安排方案提交截止后，提交比例达100%（中央通道展位除外）。',
          code: '20101',
          note: '获当届组展表彰',
          parentCode: '201'
        },
        {
          label:
            '2.交易团提交企业一般性特装展位数量安排截止后，省市交易团的企业特装调整次数占本团参展企业数比例不超过5%，且不超过15次；中央企业交易团各分团无企业特装调整情况。其中，企业特装调整指企业退出一般性特装参展或企业一般性特装展位数量的增减，但属替换退出特装企业而增补特装展位的调整不计（注：一家企业在一个展区发生一次特装展位数量调整，即计为一次调整）。',
          code: '20102',
          note: '获当届组展表彰',
          parentCode: '201'
        },
        {
          label: '3.无一般性展位退回情况。',
          code: '20103',
          note: '获当届组展表彰',
          parentCode: '201'
        },
        {
          label:
            '4.在各阶段规定的缴费时间内，均按外贸中心缴费通知要求，缴齐本团企业展位费（含所有一般性展位和非一般性展位），非一般性展位的调整导致未缴齐的情况除外。',
          code: '20104',
          note: '获当届组展表彰',
          parentCode: '201'
        },
        {
          label:
            '5.按商务部办公厅《关于加强中国进出口商品交易会展品质量监管有关工作的通知》（商办广函〔2010〕1700号）要求，与当地质检部门合作开展展品质量监管工作，将本团参展企业名单送当地质检部门审核，提交展品质量监管工作书面材料及展品质量监管工作小组名单，将质检部门盖章的正式核查结果书面报广交会工作领导小组办公室备案。',
          code: '20105',
          note: '获当届组展表彰',
          parentCode: '201'
        },
        {
          label:
            '6.按《广交会出口展展品质量及贸易纠纷投诉监控办法》要求，承担本团企业（含联营供货单位）的展品质量与贸易纠纷投诉调解处理责任，收到广交会工作领导小组办公室发出的展品质量及贸易纠纷协查通知后，于收到之日起30天内向广交会工作领导小组办公室书面提交调查调解情况材料。',
          code: '20106',
          note: '获当届组展表彰',
          parentCode: '201'
        },
        {
          label: '7.未出现一般性展位参展企业违规使用或空置展位等问题',
          code: '20107',
          note: '获当届组展表彰',
          parentCode: '201'
        },
        {
          label: '8.绿色展位普及率达到100%',
          code: '20108',
          note: '获当届组展表彰',
          parentCode: '201'
        },
        {
          label:
            '9.按时、高质量向大会业务办报送本团当届工作总结，积极配合大会业务办开展各类调研',
          code: '20109',
          note: '获当届组展表彰',
          parentCode: '201'
        },
        {
          label: '举报方为参展企业，举报内容经查属实的',
          code: '20201',
          note: '举报展位使用违规',
          parentCode: '202'
        },
        {
          label: '举报方为交易团，举报内容经查属实的',
          code: '20301',
          note: '举报展位使用违规',
          parentCode: '203'
        },
        {
          label: '获评选广交会绿色展位奖',
          code: '20401',
          note: '绿色布展获奖',
          parentCode: '204'
        },
        {
          label: '获评出口产品设计奖（CF奖）',
          code: '20501',
          note: '出口产品设计奖',
          parentCode: '205'
        },
        {
          label: '获得“i-邀请”活动评比奖项',
          code: '20601',
          note: '参邀采获奖',
          parentCode: '206'
        }
      ],
      // label 面向企业的措施  note 奖惩管理
      companyOp: [
        {
          label: '其他',
          code: '10001',
          note: '通用',
          parentCode: '1'
        },
        {
          label:
            '1.取消从下届起连续4届在违规所属出口展区参展资格，即收回其违规所属展区展位，自下届起连续4届禁止在违规展区参展。',
          code: '01',
          note: '转让或转租（卖）一般性展位',
          parentCode: '101'
        },
        {
          label: '2.处理结果在《广交会通讯》上通报，即系统生成通报名单。',
          code: '02',
          note: '转让或转租（卖）一般性展位',
          parentCode: '101'
        },
        {
          label:
            '1.取消从下届起连续15届在违规所属出口展区品牌展位参展资格，即收回其违规所属展区展位品牌展位，自下届起连续15届禁止在违规展区参展。',
          code: '03',
          note: '转让或转租（卖）品牌展位',
          parentCode: '102'
        },
        {
          label: '2.取消从下届起连续15届在违规所属出口展区的品牌展位评选资格。',
          code: '04',
          note: '转让或转租（卖）品牌展位',
          parentCode: '102'
        },
        {
          label: '3.处理结果在《广交会通讯》上通报，即系统生成通报名单。',
          code: '05',
          note: '转让或转租（卖）品牌展位',
          parentCode: '102'
        },
        {
          label:
            '1.取消从下届起连续2届在违规所属出口展区参展资格，即收回其违规所属展区展位，自下届起连续2届禁止在违规展区参展。',
          code: '06',
          note: '空置一般性展位',
          parentCode: '103'
        },
        {
          label: '2.展位费全额收取，不予退回，即关联收费。',
          code: '07',
          note: '空置一般性展位',
          parentCode: '103'
        },
        {
          label: '3.处理结果在《广交会通讯》上通报，即系统生成通报名单。',
          code: '08',
          note: '空置一般性展位',
          parentCode: '103'
        },
        {
          label:
            '1.空置展位所在展区的品牌展位全部收回重新安排，至下次品牌重新评审为止。',
          code: '09',
          note: '空置品牌展位',
          parentCode: '104'
        },
        {
          label: '2.展位费全额收取，不予退回，即关联收费。',
          code: '10',
          note: '空置品牌展位',
          parentCode: '104'
        },
        {
          label: '3.处理结果在《广交会通讯》上通报，即系统生成通报名单。',
          code: '11',
          note: '空置品牌展位',
          parentCode: '104'
        },
        {
          label: '视情节轻重给予下列追加处罚：（1）通报批评；',
          code: '12',
          note: '展位展品管理涉嫌违规',
          parentCode: '106'
        },
        {
          label:
            '视情节轻重给予下列追加处罚：（2）取消其两届广交会参展资格，对性质严重的永久取消其参展资格。',
          code: '13',
          note: '展位展品管理涉嫌违规',
          parentCode: '106'
        },
        {
          label: '1.予以交易团通报。',
          code: '14',
          note: '展位展品涉嫌侵权',
          parentCode: '107'
        },
        {
          label: '1.予以交易团通报。',
          code: '15',
          note: '展位展品涉嫌侵权',
          parentCode: '108'
        },
        {
          label: '1.予以大会通报。',
          code: '16',
          note: '展位展品涉嫌侵权',
          parentCode: '109'
        },
        {
          label:
            '2.其下一届在侵权展区（以最后一次涉嫌侵权展区为准）的一般性展位数量安排以其侵权当届在该展区的展位数扣减1个展位数后的剩余数为上限。',
          code: '17',
          note: '展位展品涉嫌侵权',
          parentCode: '109'
        },
        {
          label: '1.予以大会通报。',
          code: '18',
          note: '展位展品涉嫌侵权',
          parentCode: '110'
        },
        {
          label:
            '2.下届起在侵权展区（以最后一次涉嫌侵权展区为准）的品牌展位数量安排以其侵权当届在该展区的品牌展位数扣减2个展位数后的剩余数为上限，直至下次品牌展位企业评审为止；若扣减后剩余的展位数小于对应展区的规定品牌展位数下限，则从下届起取消该企业该展区品牌展位使用资格，直至下次品牌展位企业评审为止。对品牌与一般性粘连展位侵权的，视同品牌展位侵权，相应扣减品牌展位数。',
          code: '19',
          note: '展位展品涉嫌侵权',
          parentCode: '110'
        },
        {
          label: '1.取消其六届广交会参展资格。即收回其违规所属展区展位。',
          code: '20',
          note: '展位展品涉嫌侵权',
          parentCode: '111'
        },
        {
          label: '1.永久取消其广交会参展资格。即收回其违规所属展区展位。',
          code: '21',
          note: '展位展品涉嫌侵权',
          parentCode: '112'
        },
        {
          label:
            '1.视情节轻重对该企业采取交易团通报、大会通报、扣减其下一届广交会展位或者直接取消下一届参展资格的处理方式，即收回其违规所属展区展位。',
          code: '22',
          note: '展位展品涉嫌侵权',
          parentCode: '113'
        },
        {
          label:
            '1.视情节轻重对该企业采取交易团通报、大会通报、扣减其下一届广交会展位或者直接取消下一届参展资格的处理方式，即收回其违规所属展区展位。',
          code: '23',
          note: '展位展品涉嫌侵权',
          parentCode: '114'
        },
        {
          label:
            '1.视情节轻重对该企业采取交易团通报、大会通报、扣减其下一届广交会展位或者直接取消下一届参展资格的处理方式，即收回其违规所属展区展位。',
          code: '24',
          note: '展位展品涉嫌侵权',
          parentCode: '115'
        },
        {
          label: '1.永久取消该企业的广交会参展资格。并进行大会通报。',
          code: '25',
          note: '展位展品涉嫌侵权',
          parentCode: '116'
        },
        {
          label:
            '1.从最后一次投诉处理完毕后的最近一届起，连续2届在投诉所涉展区的展位数不得超过最近一次投诉当届相应展区的展位数。',
          code: '26',
          note: '受到展品质量及贸易纠纷投诉',
          parentCode: '117'
        },
        {
          label:
            '1.从最后一次投诉处理完毕后的最近一届起，连续2届在投诉所涉展区的展位数不得超过最近一次投诉当届相应展区的展位数。',
          code: '27',
          note: '受到展品质量及贸易纠纷投诉',
          parentCode: '118'
        },
        {
          label:
            '1.从最后一次投诉处理完毕后的最近一届起，连续2届在投诉所涉展区的展位数不得超过最近一次投诉当届相应展区的展位数。',
          code: '28',
          note: '受到展品质量及贸易纠纷投诉',
          parentCode: '119'
        },
        {
          label:
            '1.最后一次投诉处理完毕后的最近两届不得以联营供货单位或参展企业身份进入广交会相应展区参展，即连续2届禁止在违规展区参展。',
          code: '29',
          note: '受到展品质量及贸易纠纷投诉',
          parentCode: '120'
        },
        {
          label:
            '1.取消自大会投诉站确认之日起，连续六届广交会相应展区的参展资格，即收回其违规所属展区展位，连续6届禁止在违规展区参展。',
          code: '30',
          note: '受到展品质量及贸易纠纷投诉',
          parentCode: '121'
        },
        {
          label:
            '1.取消自大会投诉站确认之日起，连续六届广交会相应展区的参展资格，即收回其违规所属展区展位，连续6届禁止在违规展区参展。',
          code: '31',
          note: '受到展品质量及贸易纠纷投诉',
          parentCode: '122'
        },
        {
          label:
            '1.自大会投诉站确认之日起，连续六届禁止进入广交会参展，即收回其违规所属展区展位。',
          code: '32',
          note: '受到展品质量及贸易纠纷投诉',
          parentCode: '123'
        },

        {
          label: '1.取消该企业的参展资格，即收回其违规所属展区展位。',
          code: '33',
          note: '破坏展位现场秩序',
          parentCode: '124'
        },
        {
          label:
            '一、企业在一个展区出现特装超期更改的情况，从下届起连续三届不能在该展区进行特装；',
          code: '34',
          note: '特装超期更改',
          parentCode: '125'
        },
        {
          label:
            '二、企业在两个或以上展区出现特装超期更改的情况，下届起连续三届不能在所有展区进行特装。',
          code: '35',
          note: '特装超期更改',
          parentCode: '126'
        },
        {
          label:
            '1.上次品牌评审以来，从第2次不合格起计，每1次不合格扣1分，每一展区累计扣分不超过3分。',
          code: '37',
          note: '绿色特装不合格',
          parentCode: '127'
        },
        {
          label:
            '1.按管辖关系向其所属交易团申请增加下届广交会出口展展位，相关交易团在同等条件下优先安排',
          code: '38',
          note: '举报展位使用违规',
          parentCode: '202'
        },
        {
          label: '1.在一般性展位分配和展位位置等方面由相关交易团予以优先安排。',
          code: '39',
          note: '绿色布展获奖',
          parentCode: '204'
        },
        {
          label:
            '2.在广交会品牌展位评审时，“广交会参展表现分”对获奖参展企业给予每次加1分，一个品牌展位评审周期内累计加分不超过2分。',
          code: '40',
          note: '绿色布展获奖',
          parentCode: '204'
        },
        {
          label:
            '1.上次品牌评审以来，在广交会出口产品设计奖（CF奖）中每获铜奖1次相应展区加0.5分，每获银奖1次相应展区加1分，每获金奖1次相应展区加2分、每获至尊金奖一次相应展区加3分，每一展区累计不超过3分。',
          code: '41',
          note: '出口产品设计奖',
          parentCode: '205'
        },
        {
          label:
            '1.上次品牌评审以来，在广交会“i-邀请”活动评比中每获得金奖1次加2分；每获得银奖1次加1分；累计不超过3分。如申报多个展区品牌展位的，可自行选择其中一个展区进行加分。',
          code: '42',
          note: '参邀采获奖',
          parentCode: '206'
        }
      ],
      // label 面向交易团的措施  note 奖惩管理
      companyBSteamOp: [
        {
          label: '其他',
          code: '10001',
          note: '通用'
        },
        {
          label:
            '1.扣减展位基数，至下次展位基数重核时为止。即扣减交易团名下基数。',
          code: '001',
          note: '转让或转租（卖）一般性展位',
          parentCode: '101'
        },
        {
          label: '2.结果在《广交会通讯》上通报，即系统生成通报名单。',
          code: '002',
          note: '转让或转租（卖）一般性展位',
          parentCode: '101'
        },
        {
          label:
            '3.取消获得当届组展表彰对象的资格。即关联组展表彰交易团产生的业务模块。',
          code: '003',
          note: '转让或转租（卖）一般性展位',
          parentCode: '101'
        },
        {
          label:
            '1.扣减展位基数，至下次展位基数重核时为止。即扣减交易团名下基数。',
          code: '004',
          note: '转让或转租（卖）一般性展位',
          parentCode: '103'
        },
        {
          label:
            '2.取消获得当届组展表彰对象的资格。即关联组展表彰交易团产生的业务模块。',
          code: '005',
          note: '转让或转租（卖）一般性展位',
          parentCode: '103'
        },
        {
          label: '3.结果在《广交会通讯》上通报，即系统生成通报名单。',
          code: '006',
          note: '转让或转租（卖）一般性展位',
          parentCode: '103'
        },
        {
          label:
            '1.取消获得当届组展表彰对象的资格。即关联组展表彰交易团产生的业务模块。',
          code: '007',
          note: '转让或转租（卖）一般性展位',
          parentCode: '104'
        },
        {
          label: '2.在《广交会通讯》上通报，即系统生成通报名单。',
          code: '008',
          note: '转让或转租（卖）一般性展位',
          parentCode: '105'
        },


        {
          label:
            '获表彰交易团可优先获得当届广交会查处回收的一般性展位。按照《广交会因违规使用回收的一般性展位安排办法》（会业字〔2012〕6号），以上一年度广交会统计口径下的相关交易团出口额(含地区系数)为依据安排展位。上述安排展位不列入交易团展位基数，下届广交会不得退回，有效期至下次各交易团一般性展位基数重核为止。',
          code: '009',
          note: '获当届组展表彰',
          parentCode: '201'
        }
      ],

      boothApply: [
        {
          label: '在处罚期内，对该企业相应展区提交的申请不予通过。',
          code: '10001',
          note: '通用'
        },
        {
          label: '在处罚期内，对该企业相应展区提交的品牌展位申请不予通过。',
          code: '10002',
          note: '通用'
        },
        {
          label: '在处罚期内，对该企业相应展区提交的展位申请不予通过。',
          code: '10003',
          note: '通用'
        },
        {
          label:
            '对应取消参展资格的，在处罚期内，对该企业相应展区提交的展位申请不予通过。',
          code: '10004',
          note: '通用'
        },
        {
          label:
            '若扣减后剩余的展位数小于对应展区的规定品牌展位数下限，在处罚期内，对该企业相应展区提交的展位申请不予通过。',
          code: '10005',
          note: '通用'
        },
        {
          label: '在处罚期内，对该企业所有展区提交的展位申请不予通过。',
          code: '10006',
          note: '通用'
        },
        {
          label: '若取消参展资格，则对该企业对应展区提交的展位申请不予通过。',
          code: '10007',
          note: '通用'
        },
        {
          label: '在处罚期内，对该企业对应展区提交的展位申请不予通过。',
          code: '10008',
          note: '通用'
        },
        {
          label: '在处罚期内，企业在相应展区申请展位不可将布展类型选为特装。',
          code: '10009',
          note: '通用'
        },
        {
          label: '在当届品牌评审提供汇总查询。',
          code: '10010',
          note: '通用'
        }
      ],
      boothNumber: [
        {
          label: '在处罚期内，系统默认不可给该企业在相应展区安排展位数量。',
          code: '10001',
          note: '通用'
        },
        {
          label: '安排展位数量较上届扣除空置展位数量。',
          code: '10002',
          note: '通用'
        },
        {
          label:
            '该企业对应一般性展位数量安排以其侵权当届在该展区的展位数扣减1个展位数后的剩余数为上限',
          code: '10003',
          note: '通用'
        },
        {
          label:
            '若扣减后剩余的展位数不小于对应展区的规定品牌展位数下限，在处罚期内，在侵权展区（以最后一次涉嫌侵权展区为准）的品牌展位数量安排以其侵权当届在该展区的品牌展位数扣减2个展位数后的剩余数为上限。',
          code: '10004',
          note: '通用'
        },
        {
          label:
            '若取消参展资格，在处罚期内，系统默认不可给该企业在对应展区安排展位数量。',
          code: '10005',
          note: '通用'
        },
        {
          label: '若扣减展位数，则相应扣减展位数量。',
          code: '10006',
          note: '通用'
        },
        {
          label:
            '在处罚期内，系统默认不可给该企业在投诉所涉展区的安排展位数超过最近一次投诉当届相应展区的展位数。',
          code: '10007',
          note: '通用'
        },
        {
          label: '在处罚期内，系统默认不可给该企业安排展位数量。',
          code: '10008',
          note: '通用'
        }
      ],
      boothPosition: [
        {
          label:
            '若扣减后剩余的展位数小于对应展区的规定品牌展位数下限，在处罚期内，系统默认不可给该企业安排展位位置。',
          code: '10001',
          note: '通用'
        },
        {
          label:
            '若取消参展资格，在处罚期内，系统默认不可给该企业在对应展区安排展位位置。',
          code: '10002',
          note: '通用'
        },
        {
          label: '在处罚期内，系统默认不可给该企业在相应展区安排展位位置。',
          code: '10003',
          note: '通用'
        },
        {
          label: '在处罚期内，系统默认不可给该企业安排展位位置。',
          code: '10004',
          note: '通用'
        },
        {
          label: '在处罚期内，系统默认在相应展区不可给该企业安排特装展位。',
          code: '10005',
          note: '通用'
        },
        {
          label: '在处罚期内，绿色特装不合格企业不得在主通道安排展位位置。',
          code: '10006',
          note: '通用'
        }
      ],
      businessTeamOperation: [
        {
          label: '提供处罚措施汇总查询。',
          code: '10001',
          note: '通用'
        },
        {
          label: '提供奖励措施汇总查询。',
          code: '10002',
          note: '通用'
        }
      ]
    }
  },
  getters: {
    rpRuleDictionaryData: state => state.rpRuleDictionaryData
  }
};
