/**
 * @file 隐私政策
 */
<style scoped>
  .cm_infot_t {
    font-size: 18px;
    font-weight: bold;
    color: #d92026;
    text-align: center;
    padding: 30px 0px 10px 0px;
  }
  .w_c_cc {
    font-size: 14px;
    color: #444;
    margin-top: 24px;
    line-height: 30px;
  }
  .w_c_cc p {
    text-indent: 2em;
  }

</style>
<template>
  <div v-loading="loading">
    <div class="cm_infot_t">隐私政策</div>
    <div class="w_c_cc" id="divContent">
      <p>中国对外贸易中心、中国对外贸易中心（集团）（以下统称为“外贸中心”或“我们”）尊重您的个人隐私。本隐私政策旨在释明我们是谁，我们如何收集、分享和使用您的个人信息，以及您如何维护您的合法权益。 </p>
      <p>本隐私政策适用于外贸中心通过旗下官方网站<a target="_blank" href="http://www.cftc.org.cn">www.cftc.org.cn</a>、<a target="_blank" href="http://www.cantonfair.org.cn">www.cantonfair.org.cn</a>（以下统称为“网站”）收集的个人信息以及您使用我们的服务（包括但不限于我们的网站、APP、公众号等）时我们所收集的个人信息，比如您向我们申请中国进出口商品交易会（简称“广交会”）的各项服务时。 </p>
      <p>如果您对我们使用您的个人信息有任何疑问或顾虑，请通过本隐私政策底部所示联系方式与我们联系。 </p>
      <p><strong><span style="font-size: 12pt;"><br></span></strong></p>
      <p><strong>外贸中心的业务是什么？</strong> </p>
      <p><br></p>
      <p>中国对外贸易中心是商务部直属事业单位，主要负责承办中国进出口商品交易会（又称广交会）；在中国广州及上海同时拥有国内两个超大型现代化展馆，即位于广州市海珠区琶洲岛的广交会展馆和位于上海市虹桥商务区核心区西部的国家会展中心（上海）。中国对外贸易中心以其六十多年的专业办展经验、卓越的业绩、专业的服务在中国会展业中占有举足轻重的地位。 </p>
      <p>中国对外贸易中心下设企业集团——中国对外贸易中心（集团），主要业务是主办各类大型专业展览；经营广州及上海两大展馆；通过旗下子公司及控股/参股公司经营电子商务、广告、进出口贸易、旅游、酒店、餐饮、物业等业务。 </p>
      <p>有关外贸中心的更多信息，请参阅我们网站<a href="http://www.cftc.org.cn">www.cftc.org.cn</a>的“<a target="_blank" href="http://www.cftc.org.cn/cn/AboutUs.asp?sorts=%E4%B8%AD%E5%BF%83%E7%AE%80%E4%BB%8B">中心简介</a>”的部分。 </p>
      <p><br></p>
      <p><strong>外贸中心收集的个人信息以及原因</strong></p>
      <p><br></p>
      <p>我们可能收集您的个人信息，这些个人信息会大致分为以下几类：</p>
      <p><br></p>
      <p><strong>· &nbsp; 您自愿提供的信息</strong></p>
      <p><strong><span style="font-size: 12pt;"><br></span></strong></p>
      <p>为了使用我们的服务，我们会请您自愿地提供如下个人信息：</p>
      <p>·&nbsp; 联系方式诸如您的姓名、地址、电话号码、电子邮件地址、传真号码、性别等；以及</p>
      <p>·&nbsp; 业务需要的证件图片、个人照片等；以及</p>
      <p>·&nbsp; 有助于提供及改进服务的信息，包括所在公司名称、公司类型、公司规模、个人职务、采购需求等；以及</p>
      <p>·&nbsp; 通过问卷调查、意见征集或其他营销调查活动收集到的个人信息；以及</p>
      <p>·&nbsp; 提供给客户服务代表用于调查或解决问题的个人信息；以及</p>
      <p>·&nbsp; 护照号码、国籍、常住国；以及</p>
      <p>我们使用这些个人信息来为您参加广交会提供便利，为您提供外贸中心主办的其他展览会的信息及服务，并向您提供关于我们的信息。我们向您收集的个人信息及其原因将在我们向您收集您的个人信息时向您明示。</p>
      <p><br></p>
      <p><strong>· 我们自动收集的信息</strong></p>
      <p><strong><span style="font-size: 12pt;"><br></span></strong></p>
      <p>当您访问我们的网站，我们可能会自动地从您的设备中收集您的特定信息。在一些国家，包括欧盟成员国在内，这些信息会被视为在适用的数据保护法下的个人信息。 </p>
      <p>我们自动收集的信息将包含比如您的IP地址、设备型号、唯一设备识别号、浏览器型号、地理位置的信息，以及其他的技术信息。我们也可能收集有关您的设备如何与我们的网站交互的信息，包括您访问的网页和点击的链接。 </p>
      <p>收集这些信息使得我们可以更好的理解访问我们网站的客人、他们来自何处，以及他们对我们网站上的何种内容感兴趣。我们将这些信息用于内部分析的目的，以提升我们服务的水平。 </p>
      <p>这些信息中的一部分可能使用cookie和类似的追踪技术收集，如本政策所提及的Cookies及类似的追踪技术。</p>
      <p><br></p><p><strong>·&nbsp; 我们从第三方处获得的信息</strong></p>
      <p><strong><span style="font-size: 12pt;"><br></span></strong></p>
      <p>我们可能会不时地从第三方来源收到有关您的个人信息，但这只发生在：我们确认这些第三方已经获得您的同意，或者第三方依法被许可或被要求向我们披露您的个人信息。 </p>
      <p>我们从第三方处收集的信息涵盖了专业展览机构和其他展会协助方提供的信息。我们将这些从第三方处收集的信息用于为您提供服务，以及用于保证我们所掌握的您的相关记录的准确性。 </p>
      <p>一般而言，我们仅会将收集到的您的个人信息用于本隐私政策中所描述的目的，或用于我们在收集您的个人信息时向您解释的目的。然而，如果当地适用的数据保护法允许，我们也可能将您的个人信息用于与我们告知您的目的所不同的其他目的（例如：为了公共利益目的、科学或历史研究之目的或者统计目的等）。 </p>
      <p><br></p>
      <p><strong>外贸中心与谁分享我的个人信息？</strong> </p>
      <p><br></p>
      <p>我们可能会将您的个人信息披露给以下类别的主体： </p>
      <p>外贸中心，第三方服务提供商以及为我们提供数据处理服务的合作方（例如：为网站服务提供技术支持的专业机构），或按本隐私政策所描述的目的，或我们在收集您的个人信息时通知您的用途，以其他方式处理个人信息的合作方。</p>
      <p><strong>·&nbsp; 我们认为基于以下原因披露您的个人信息是必要的：</strong></p>
      <p>（1）为适用法律； </p><p>（2）实施、建立、维护我们的合法权利； </p>
      <p>（3）保护您或其他人的切身利益，向任何主管的执法机构、监管机构、政府机构、法院或其他第三方披露。</p>
      <p>·&nbsp; 在征得您的同意后向其他任何人披露</p><p><br></p><p><strong>处理个人信息的法律依据（仅限欧盟地区的访客和用户）</strong> </p>
      <p>如果您是欧盟地区的访客或用户，我们上述收集或使用个人信息的法律依据将取决于相关的个人信息以及我们收集个人信息时的具体语境。 </p>
      <p>然而，我们通常只会在下列情况下收集您的个人信息： </p>
      <p>（1）我们履行与您合同时所需的您的个人信息； </p>
      <p>（2）处理过程符合我们的合法利益且您在此之上没有其他在先权利； </p>
      <p>（3） 我们已经征得您的同意。 </p>
      <p>在某些情况下，我们也可能有义务去收集您的个人信息，或者可能需要这些个人信息来保护您或其他人的切身利益。</p>
      <p>如果我们以合规之目的或以履行与您之间的合同为目的，要求您提供个人信息，我们将在相关时间内明确说明并告知您是否在强制要求下提供个人信息（以及如果您不提供个人信息可能导致的后果）。 </p>
      <p>如果我们因我们自身的合法利益（或任何第三方的合法利益）而收集或使用您的个人信息，此利益通常是为了：运营我们的展会以及我们在必要时与您沟通以向您提供我们的服务，以及为实现我们合法的商业利益，例如：回复您的问题、改进我们的服务或检查、防范违法行为之目的。此外我们可能还有其他的合法利益。 <br></p>
      <p>如果您对我们收集和使用个人信息的法律依据有任何疑义或需要进一步的信息，请按“如何联系我们”标题下的详细的联系方式与我们联系。 </p>
      <p>Cookies及类似的追踪技术 </p>
      <p>我们使用cookies和类似的追踪技术（统称为“Cookies”）来收集和使用您的个人信息，包括：为您提供您感兴趣的广告。关于我们使用的Cookie类型、为什么使用Cookies以及如何控制Cookies的更多信息，请参阅我们的<a target="_blank" href="http://www.cantonfair.org.cn/cn/common/privacy_policy.aspx?oid=46893">Cookies政策介绍</a>。 </p>
      <p><strong><br></strong></p>
      <p><strong>外贸中心如何保障我的个人信息安全</strong></p>
      <p>我们使用适合的技术手段和组织措施来保障我们所收集的您的个人信息。我们采取的措施旨在为您提供与处理您的个人信息产生的风险相匹配的安全保障级别。 </p>
      <p><strong><br></strong></p><p><strong>数据存储</strong> </p>
      <p>我们基于持续合法的经营需求（如向您提供您所需的服务或遵守适用的法律要求），我们会存储从您处收集的个人信息。 </p>
      <p>如果我们不因持续合法的经营需求来处理您的个人信息，我们将删除或将其匿名化，如果不能采取这类措施（比如，因您的个人信息已存储在备份存档中），则我们将安全地存储您的个人信息并在能够删除此类信息前避免对其做进一步的处理。 </p>
      <p><strong><br></strong></p>
      <p><strong>您的数据保护权利</strong> </p>
      <p>如果您是欧盟地区的居民，您享有以下数据保护的权利：</p>
      <p>如果您有意访问、纠正、更新或要求删除您的个人信息，您可以随时通过“如何联系我们”标题下所提供的详细联系方式来联系我们。</p>
      <p>此外，您有权拒绝我们处理您的个人信息，有权要求我们限制处理您的个人信息或请求携带您的个人数据。再次说明，您可以通过“如何联系我们”标题下所提供的详细联系方式来联系我们，以行使这些权利。</p>
      <p>您随时有权选择退订我们发予您的展览资讯及服务信息。您可以通过点击我们发予您的电子邮件中的 “退订” 的链接来行使此权利。如果您欲选择退订其他营销信息，请使用“如何联系我们”下的详细联系方式来联系我们。</p>
      <p>同样，如果我们在征得您的同意前提下收集并处理了您的个人信息，您有权随时撤回您的同意。您撤回同意不会影响我们此前的任何处理行为的合法性，也不会影响依据法定理由而非基于您的同意而处理您的个人信息的合法性。</p>
      <p>我们会根据适用的数据保护法律来回应我们所收到的要求行使数据保护权的主体的所有请求。 </p>
      <p><br></p>
      <p><strong>本隐私政策的更新</strong> </p>
      <p>我们可能适时地更新本隐私政策以适应法律、技术或商业的发展。我们更新本隐私政策时，我们将以适当的方式通知您。若适用的数据保护法律要求我们在实质修订隐私政策时征得您的同意，我们将遵守法律的规定。您可以在本隐私政策的顶部的“最新更新“的日期处查看本隐私政策的最新更新日期。 </p>
      <p><strong><br></strong></p>
      <p><strong>如何联系我们</strong></p>
      <p>如果您对我们使用您的个人信息有任何疑问或疑虑，请使用以下详细信息联系我们： </p>
      <p>境内 4000-888-999 </p>
      <p>境外 (8620)28-888-999 </p>
      <p>E-mail:<a target="_blank" href="mailto://info@cantonfair.org.cn ">info@cantonfair.org.cn </a></p>
      <p>您个人信息的数据控制者是中国对外贸易中心（集团）。</p>
    </div>
  </div>
</template>
<script>
export default {
  data() {
    return {
      loading: false
    };
  },
  created() {
  },
  computed: {
  },
  methods: {
    showPrivacy() {
      this.privacyDialogVisible = !this.privacyDialogVisible;
    },
    // 关闭隐私条款窗口
    confirmPrivacy() {
      this.privacyDialogVisible = false;
    }
  }
};
</script>



